Repository: marcsances/EQPlugin
Catalog: pluginUI.*.resx
Languages: es

# pitchlbl.Text
source: PITCH
es: TONO

# echolbl.Text
source: ECHO BALANCE
es: BALANCE DE ECO

# reversebox.Text
source: Reverse playback
es: Reprod. invertida

# stereomixbox.Text
source: Stereo mix
es: Mezcla estéreo

# echoofflbl.Text
source: ECHO OFFSET
es: DESFASE DE ECO

# resetbox.Text
source: RESET
es: RESTABLECER

# presetbox.Text
source: PRESETS
es: PRESELECCIONES

# classicToolStripMenuItem.Text
source: Classic
es: Clásico

# voiceBoostToolStripMenuItem.Text
source: Acoustic
es: Acústico

# softToolStripMenuItem.Text
source: Soft
es: Ligero

# highToolStripMenuItem.Text
source: High
es: Pronunciado

# extremeToolStripMenuItem.Text
source: Extreme
es: Extremo

# maximumToolStripMenuItem.Text
source: Maximum
es: Máximo

# bassBoostToolStripMenuItem.Text
source: Bass Boost
es: Realce de bajos

# softToolStripMenuItem1.Text
source: Soft
es: Ligero

# highToolStripMenuItem1.Text
source: High
es: Pronunciado

# extremeToolStripMenuItem1.Text
source: Extreme
es: Extremo

# maximumToolStripMenuItem1.Text
source: Maximum
es: Máximo

# trebbleBoostToolStripMenuItem.Text
source: Trebble Boost
es: Realce de agudos

# softToolStripMenuItem2.Text
source: Soft
es: Ligero

# extremeToolStripMenuItem2.Text
source: Extreme
es: Extremo

# heliumEffectToolStripMenuItem.Text
source: Helium effect
es: Efecto helio

# softToolStripMenuItem3.Text
source: Soft
es: Ligero

# extremeToolStripMenuItem3.Text
source: Extreme
es: Extremo

# monsterEffectToolStripMenuItem.Text
source: Monster effect
es: Efecto monstruo
